tap "avencera/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nicoverbruggen/cask"
brew "ansible"
brew "libavif"
brew "php", restart_service: true
brew "composer"
brew "dnsmasq"
brew "flyctl"
brew "fzf"
brew "gh"
brew "glab"
brew "imagemagick"
brew "mailpit"
brew "mas"
brew "micro"
brew "n"
brew "neofetch"
brew "nginx"
brew "openjdk"
brew "openjdk@17"
brew "pfetch"
brew "pkg-config"
brew "rbenv"
brew "rsync"
brew "starship"
brew "stow"
brew "xdelta"
brew "zoxide"
brew "avencera/tap/rustywind"
cask "adobe-creative-cloud"
cask "bartender"
cask "bruno"
cask "clop"
cask "coconutbattery"
cask "crossover"
cask "cyberduck"
cask "dbngin"
cask "figma"
cask "firefox"
cask "font-inter"
cask "font-young-serif"
cask "imageoptim"
cask "iterm2"
cask "keka"
cask "melonds"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "moneymoney"
cask "multipatch"
cask "notion"
cask "orbstack"
cask "prismlauncher"
cask "ray"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "shutter-encoder"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "timemator"
cask "visual-studio-code"
cask "zed"
cask "zoom"
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Home Assistant", id: 1099568401
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Menu Bar Controller for Sonos", id: 1357379892
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Plug", id: 1514182074
mas "Telefon", id: 406825478
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
mas "Yubico Authenticator", id: 1497506650
mas "‎WhatsApp", id: 310633997
vscode "adamgraham.polykai-theme"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "ahdesign.language-antlers"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "icrawl.discord-vscode"
vscode "jock.svg"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kshetline.ligatures-limited"
vscode "mikestead.dotenv"
vscode "mjmlio.vscode-mjml"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "sissel.shopify-liquid"
vscode "stillat-llc.vscode-antlers"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "whatwedo.twig"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
